Repository: esase/Dream-CMS
Catalog: module/Layout/language/*.po
Languages: ru_ru

source: The storage cookie time of selected layout in seconds
ru_ru: Время хранения куки выбранного макета в секундах

source: Allow users select site layouts
ru_ru: Разрешить пользователям выбирать макеты сайта

source: Select layout
ru_ru: Выберите макет

source: Active custom layout
ru_ru: Активный пользовательский макет

source: The selected layout has been uninstalled
ru_ru: Выбранный макет был деинсталлирован

source: Selected layouts have been uninstalled
ru_ru: Выбранные макеты были деинсталлированы

source: Selected layouts will be uninstalled. Are you sure?
ru_ru: Выбранные макеты будут деинсталлированы. Вы уверены?

source: You cannot uninstall the system layout
ru_ru: Вы не можете деинсталлировать системный макет

source: Installed layouts
ru_ru: Установленные макеты

source: Nothing to update the layout
ru_ru: Нечего обновлять в макете

source: Updates of layout have been uploaded
ru_ru: Обновления макета были загружены

source: This layout updates are not necessary or not defined
ru_ru: Эти обновления макета не нужны или не определены

source: Layout has been deleted
ru_ru: Макет был удален

source: Delete the layout
ru_ru: Удалить шаблон

source: Cannot define the layout's name into the config file
ru_ru: Невозможно определить имя шаблона в конфигурационном файле

source: Cannot define the template's path into the config file
ru_ru: Невозможно определить путь шаблона в конфигурационном файле

source: Layout already uploaded
ru_ru: Макет уже загружен

source: Layout not found
ru_ru: Макет не найден

source: Cannot define the layout's path into the config file
ru_ru: Невозможно определить путь макета в конфигурационном файле

source: Cannot define the layout's config file
ru_ru: Невозможно определить конфигурационный файл макета

source: A new layout
ru_ru: Новый макет

source: Upload layout description
ru_ru: Пожалуйста, выберите файл в формате ZIP

source: Layout has been uploaded
ru_ru: Макет был загружен

source: Upload a layout
ru_ru: Загрузить макет

source: It is impossible to determine the layout version, vendor or vendor email
ru_ru: Нельзя определить версию макета, поставщика или email поставщика

source: This layout is not compatible with current CMS version
ru_ru: Этот макет не совместим с текущей версией CMS

source: The selected layout has been installed
ru_ru: Выбранный макет был установлен

source: Selected layouts have been installed
ru_ru: Выбранные макеты были установлены

source: Selected layouts will be installed. Are you sure?
ru_ru: Выбранные макеты будут установлены. Вы уверены?

source: Not installed layouts
ru_ru: Не установленные макеты

source: List of installed layouts
ru_ru: Список установленных макетов

source: List of not installed layouts
ru_ru: Список не установленных макетов

source: Layout module description
ru_ru: Модуль позволяет управлять различными макетами сайта

source: Layouts
ru_ru: Макеты сайта

source: Layout
ru_ru: Макет сайта

source: Event - Uninstalling custom layouts
ru_ru: Деинсталляция пользовательских макетов

source: Event - Custom layout uninstalled by guest
ru_ru: Гость деинсталлировал макет "%s"

source: Event - Custom layout uninstalled by user
ru_ru: "%s" деинсталлировал макет "%s"

source: Event - Uploading layouts updates
ru_ru: Загрузка обновлений макетов

source: Event - layout updated by guest
ru_ru: Гость загрузил обновления для макета "%s"

source: Event - layout updated by user
ru_ru: "%s" загрузил(а) обновления для макета "%s"

source: Event - Uploading custom layouts
ru_ru: Загрузка пользовательских макетов

source: Event - Custom layout uploaded by guest
ru_ru: Гость загрузил пользовательский макет "%s"

source: Event - Custom layout uploaded by user
ru_ru: "%s" загрузил(а) пользовательский макет "%s"

source: Event - Installing custom layouts
ru_ru: Установка пользовательских макетов

source: Event - Custom layout installed by guest
ru_ru: Гость установил пользовательский макет "%s"

source: Event - Custom layout installed by user
ru_ru: "%s" установил(а) пользовательский макет "%s"

source: Event - Deleting custom layouts
ru_ru: Удаление пользовательских макетов

source: Event - Custom layout deleted by guest
ru_ru: Гость удалил пользовательский макет "%s"

source: Event - Custom layout deleted by user
ru_ru: "%s" удалил(а) пользовательский макет "%s"

source: ACL - Viewing not installed layouts in admin area
ru_ru: Просмотр не установленных макетов в админке

source: ACL - Installing layouts in admin area
ru_ru: Установка макетов в админке

source: ACL - Uploading new layouts in admin area
ru_ru: Загрузка новых макетов в админке

source: ACL - Deleting layouts in admin area
ru_ru: Удаление макетов в админке

source: ACL - Uploading updates of layouts in admin area
ru_ru: Загрузка обновлений макетов в админке

source: ACL - Viewing installed layouts in admin area
ru_ru: Просмотр установленных макетов в админке

source: ACL - Uninstalling layouts in admin area
ru_ru: Деинсталляция макетов в админке

source: ACL - Editing layouts settings in admin area
ru_ru: Редактирование настроек макетов в админке
