Repository: esase/Dream-CMS
Catalog: module/Application/language/*.po
Languages: ru_ru

source: Value should be greater than 0 and less or equals 100
ru_ru: Значение должно быть больше 0 и меньше или равно 100

source: Window width (in percentages)
ru_ru: Ширина окна (в процентах)

source: Window height (in pixels)
ru_ru: Высота окна (в пикселях)

source: week ago
ru_ru: %d неделю назад

source: day ago
ru_ru: %d день назад

source: hour ago
ru_ru: %d час назад

source: minute ago
ru_ru: %d минуту назад

source: File exceeds the defined ini size
ru_ru: Файл превышает размер, определенный в INI файле

source: Enter a correct value
ru_ru: Введите корректное значение

source: IP list separated by commas
ru_ru: Список IP через запятую

source: Allowed IPs
ru_ru: Разрешеный список IP

source: Members included in the list of allowed ACL roles can view the site
ru_ru: Пользователи входящие в список разрешенных ACL ролей смогут просматривать сайт

source: Disable your website front-end and display a message to your visitors while still allowing back-end access
ru_ru: Будет отключена только публичная часть сайта и показано сообщение посетителям сайта, в тоже время админка будет доступна

source: Disable the site
ru_ru: Отключить сайт

source: Site disabling
ru_ru: Отключение сайта

source: These updates are not compatible with current CMS version
ru_ru: Эти обновления не совместимы с текущей версией CMS

source: This module is not compatible with current CMS version
ru_ru: Этот модуль не совместим с текущей версией CMS

source: Sun
ru_ru: Вс

source: Sat
ru_ru: Сб

source: Fri
ru_ru: Пт

source: Thu
ru_ru: Чт

source: Wed
ru_ru: Ср

source: Tue
ru_ru: Вт

source: Mon
ru_ru: Пн

source: Editing
ru_ru: Редактирование

source: View help
ru_ru: Получить справку

source: The selected module has been deactivated
ru_ru: Выбранный модуль был дезактивирован

source: The selected module has been activated
ru_ru: Выбранный модуль был активирован

source: The selected module has been installed
ru_ru: Выбранный модуль был установлен

source: The selected module has been uninstalled
ru_ru: Выбранный модуль был деинсталлирован

source: The input is not greater than '%min%'
ru_ru: Число не больше чем '%min%'

source: Extra actions
ru_ru: Дополнительные действия

source: You have to install all dependent modules before apply these module updates. Check the readme file
ru_ru: Вы должны установить все зависимые модули, прежде чем применить обновления модуля. Проверьте файл README

source: You have to install all system requirements before apply these module updates. Check the readme file
ru_ru: Вы должны установить все системные требования, прежде чем применить обновления модуля. Проверьте файл README

source: Module has been deleted
ru_ru: Модуль был удален

source: Delete the module
ru_ru: Удалить модуль

source: It is impossible to determine the module version, vendor or vendor email
ru_ru: Нельзя определить версию модуля, поставщика или email поставщика

source: This module updates are not necessary or not defined
ru_ru: Это обновление модуля не требуется или не определено

source: Module not found
ru_ru: Модуль не найден

source: Updates of module have been uploaded
ru_ru: Обновления модуля были загружены

source: Updates
ru_ru: Обновления

source: Upload updates
ru_ru: Загрузить обновления

source: Module has been uploaded
ru_ru: Модуль был загружен

source: Cannot define the module's layout path into the config file
ru_ru: Невозможно определить путь макета модуля в конфигурационном файле

source: Module already uploaded
ru_ru: Модуль уже загружен

source: Cannot define the module's path into the config file
ru_ru: Невозможно определить путь модуля в конфигурационном файле

source: Cannot define the module's config file
ru_ru: Невозможно определить конфигурационный файл модуля

source: Cannot extract archived files
ru_ru: Невозможно извлечь файлы из архива

source: Cannot open archived files
ru_ru: Не удается открыть файлы из архива

source: Your FTP account does not allow use the system dirs
ru_ru: Ваш FTP аккаунт не позволяет использовать системные каталоги

source: FTP server is not responding or you entered wrong login data
ru_ru: FTP-сервер не отвечает, или вы ввели неправильный данные для входа

source: Upload
ru_ru: Загрузить

source: Upload module description
ru_ru: Пожалуйста, выберите файл в формате ZIP

source: FTP access
ru_ru: FTP доступ

source: A new module
ru_ru: Новый модуль

source: Selected modules have been deactivated
ru_ru: Выбранные модули были дезактивированы

source: Selected modules have been activated
ru_ru: Выбранные модули были активированы

source: Selected modules will be deactivated. Are you sure?
ru_ru: Выбранные модули будут дезактивированы. Вы уверены?

source: Selected modules will be activated. Are you sure?
ru_ru: Выбранные модули будут активированы. Вы уверены?

source: Deactivate selected
ru_ru: Дезактивация выбранного

source: Activate selected
ru_ru: Активация выбранного

source: Module uninstallation system pages warning
ru_ru: Модуль '%s' содержит системные страницы в дереве страниц, которые должны быть удалены перед деинсталляцией

source: Selected modules have been uninstalled
ru_ru: Выбранные модули были деинсталлированы

source: You cannot delete system modules. If you want delete, activate or deactivate custom module you have to delete all dependent modules
ru_ru: Вы не можете удалять системные модули. Если вы хотите удалить, активировать или деактивировать пользовательский модуль, вы должны удалить все зависимости

source: Installed modules
ru_ru: Установленные модули

source: Selected modules will be uninstalled. Are you sure?
ru_ru: Выбранные модули будут деинсталлированы. Вы уверены?

source: Uninstall selected
ru_ru: Деинсталляция выбранного

source: View installed modules dependents
ru_ru: Просмотр зависящих модулей

source: Appliction module description
ru_ru: Это один из модулей системы, который обеспечивает базовую функциональность

source: active
ru_ru: Активен

source: not_active
ru_ru: Не активен

source: Selected modules have been installed
ru_ru: Выбранные модули были установлены

source: Selected modules will be installed. Are you sure?
ru_ru: Выбранные модули будут установлены. Вы уверены?

source: View system requirements
ru_ru: Просмотр системных требований

source: php_version
ru_ru: Версия PHP

source: php_enabled_functions
ru_ru: Отключеные функции PHP

source: php_settings
ru_ru: Настройки PHP

source: php_extensions
ru_ru: Расширения PHP

source: Enabled
ru_ru: Включено

source: Disabled
ru_ru: Отключено

source: Installed
ru_ru: Установлено

source: Not installed
ru_ru: Не установлено

source: Desired value
ru_ru: Желаемое значение

source: Current value
ru_ru: Текущее значение

source: Module system requirements
ru_ru: Системные требования модуля

source: Install selected
ru_ru: Установить выбранное

source: You have to install or activate all dependent modules or configure all module's system requirements before you can install this module
ru_ru: Вы должны установить или активировать все зависимые модули или настроить все системные требования модуля, прежде чем вы сможете установить этот модуль

source: View dependent modules
ru_ru: Просмотр зависимых модулей

source: Dependents
ru_ru: Зависимости

source: View module description
ru_ru: Посмотреть описание модуля

source: Module description
ru_ru: Описание модуля

source: Version
ru_ru: Версия

source: Vendor email
ru_ru: Email поставщика

source: Vendor
ru_ru: Поставщик

source: Not installed modules
ru_ru: Не установленные модули

source: Upload a module
ru_ru: Загрузить модуль

source: List of not installed modules
ru_ru: Список не установленных модулей

source: List of installed modules
ru_ru: Список установленных модулей

source: SMTP login type
ru_ru: SMTP тип входа

source: Count of notifications sent per time
ru_ru: Число уведомлений, отправляемых в единицу времени

source: The input does not appear to be an integer
ru_ru: Это не целое число

source: Display name already used
ru_ru: Отображаемое имя уже используется

source: The display name will be displayed in the browser bar
ru_ru: Отображаемое имя будет отображено в строке браузера

source: Display name
ru_ru: Отображаемое имя

source: You can use only latin, numeric or dashes characters
ru_ru: Вы можете использовать только латинские, числовые символы, а также символы тире

source: There are no admin pages allowed for you!
ru_ru: Нет страниц в админке разрешенных для Вас!

source: Are you sure?
ru_ru: Вы уверены?

source: You must be logged before view this page
ru_ru: Вы должны быть авторизованы, прежде чем просматривать эту страницу

source: Descending
ru_ru: По убыванию

source: Ascending
ru_ru: По возрастанию

source: Order
ru_ru: Сортировка

source: day
ru_ru: день

source: The input is not less or equal than '%max%'
ru_ru: Число не меньше и не равно чем '%max%'

source: A 403 error occurred
ru_ru: Произошла 403 ошибка

source: Image width
ru_ru: Ширина изображения

source: Image height
ru_ru: Высота изображения

source: Image
ru_ru: Изображение

source: Language
ru_ru: Язык

source: System
ru_ru: Система

source: Administration
ru_ru: Администрирование

source: Date
ru_ru: Дата

source: Address
ru_ru: Адрес

source: Last Name
ru_ru: Фамилия

source: First Name
ru_ru: Имя

source: Home
ru_ru: На главную

source: Title
ru_ru: Название

source: Count
ru_ru: Количество

source: Active
ru_ru: Активный

source: Add
ru_ru: Добавить

source: The deactivation date must be more than activation date
ru_ru: Дата дезактивации должна быть больше даты активации

source: Activation date
ru_ru: Дата активации

source: Deactivation date
ru_ru: Дата дезактивации

source: Edit
ru_ru: Редактировать

source: Close
ru_ru: Закрыть

source: File is not readable or does not exist
ru_ru: Файл не читается или не существует

source: Maximum allowed size for file is '%max%' but '%size%' detected
ru_ru: Максимально допустимый размер для файла '%max%', но обнаружено '%size%'

source: File has an incorrect extension
ru_ru: Файл имеет неверное расширение

source: File was not found
ru_ru: Файл не найден

source: File size
ru_ru: Размер файла

source: Error notification message
ru_ru: Сообщение об ошибке

source: An error email notification
ru_ru: Уведомление об ошибке

source: Error notification title
ru_ru: Заголовок об ошибке

source: Errors notification email
ru_ru: E-mail для уведомлений об ошибках

source: Errors logging
ru_ru: Протоколирование ошибок

source: Cache types
ru_ru: Типы кэша

source: General info
ru_ru: Основная информация

source: Miscellaneous info
ru_ru: Дополнительная информация

source: Deleting
ru_ru: Удаление

source: Security image
ru_ru: Проверочный код

source: Delete
ru_ru: Удалить

source: Confirm
ru_ru: Подтверждение

source: Delete file
ru_ru: Удалить файл

source: Allowed images extensions: %s
ru_ru: Допускаемые расширения изображений: %s

source: Delete image
ru_ru: Удалить изображение

source: It used for caching template paths, language translations, etc
ru_ru: Это используется для кэширования путей шаблонов, языковых переводов и т.д.

source: This value will be visible in a browser title
ru_ru: Это значение будет видно в заголовке браузера

source: Value should be greater than 0
ru_ru: Значение должно быть больше 0

source: The input is less than %min% characters long
ru_ru: Введеное значение меньше %min% символов длиной

source: Application config cache
ru_ru: Кэш конфигураций приложения

source: SMTP password
ru_ru: SMTP пароль

source: SMTP user
ru_ru: SMTP пользователь

source: SMTP port
ru_ru: SMTP порт

source: SMTP host
ru_ru: SMTP хост

source: Use SMTP
ru_ru: Использовать SMTP

source: From
ru_ru: От

source: Settings
ru_ru: Настройки

source: Email notifications settings
ru_ru: Настройки почтовых уведомлений

source: Email notifications
ru_ru: Почтовые уведомления

source: Approve selected
ru_ru: Активировать выбранное

source: Disapprove selected
ru_ru: Дезактивировать выбранное

source: Select a needed cache
ru_ru: Выберите нужный кэш

source: Clear
ru_ru: Oчистка

source: Css cache
ru_ru: Кэш css

source: Js cache
ru_ru: Кэш js

source: Dynamic cache (translations, template paths, etc)
ru_ru: Динамический кэш (переводы, пути шаблонов и т.д.)

source: Static cache (DB queries, etc)
ru_ru: Статический кэш (запросы БД, и т.д.)

source: Clear cache
ru_ru: Очистить кэш

source: Selected caches have been cleared
ru_ru: Выбранные кэши были очищены

source: Error clearing caches
ru_ru: Ошибка очистки кэша в "%s"

source: Extension is not loaded
ru_ru: Расширение не загружено

source: Memcache port
ru_ru: Порт сервера memcache

source: Memcache host
ru_ru: Адрес сервера memcache

source: Dynamic cache life time
ru_ru: Время жизни динамического кэша

source: Dynamic cache engine
ru_ru: Динамический кэш

source: Disallowed
ru_ru: Запрещен

source: Allowed
ru_ru: Разрешен

source: Status
ru_ru: Статус

source: Application
ru_ru: Приложение

source: Module
ru_ru: Модуль

source: Description
ru_ru: Описание

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Delete selected
ru_ru: Удалить выбранное

source: Actions
ru_ru: Действия

source: Error occurred
ru_ru: Произошла ошибка

source: You need select some of checkboxes below
ru_ru: Вам необходимо выбрать один из флажков ниже

source: Error
ru_ru: Ошибка

source: Page range should be greater than 0
ru_ru: Диапазон страниц должен быть больше 0

source: Per page step should be greater than 0
ru_ru: Шаг должен быть больше 0

source: Max per page range should be greater than 0
ru_ru: Максимальный диапазон страниц должен быть больше 0

source: Min per page range should be greater than 0
ru_ru: Минимальный диапазон страниц должен быть больше 0

source: Default per page value should be greater than 0
ru_ru: Количество результатов на страницу по умолчанию должно быть больше 0

source: Page range
ru_ru: Диапазон страниц

source: Per page step
ru_ru: Результатов на страницу - шаг

source: Max per page range
ru_ru: Максимальный диапазон страниц

source: Min per page range
ru_ru: Минимальный диапазон страниц

source: Default per page value
ru_ru: Количество результатов на страницу по умолчанию

source: Pagination
ru_ru: Пейджинг

source: Search
ru_ru: Поиск

source: member
ru_ru: Пользователь

source: guest
ru_ru: Гость

source: admin
ru_ru: Администратор

source: Filter
ru_ru: Фильтр

source: Nothing found
ru_ru: Ничего не найдено

source: The input does not appear to be a valid datetime
ru_ru: Неправильный формат даты

source: Type
ru_ru: Тип

source: Name
ru_ru: Название

source: Per page
ru_ru: На странице

source: custom
ru_ru: Пользовательский

source: system
ru_ru: Системный

source: Save
ru_ru: Сохранить

source: Default time zone
ru_ru: Часовой пояс по умолчанию

source: short
ru_ru: Краткий формат

source: medium
ru_ru: Средний формат

source: long
ru_ru: Длинный формат

source: full
ru_ru: Полный формат

source: Default date format
ru_ru: Формат даты по умолчанию

source: Max year in calendar
ru_ru: Максимальный год в календаре

source: Min year in calendar
ru_ru: Минимальный год в календаре

source: Year should be in range from 1902 to 2037
ru_ru: Год должен быть в диапазоне от 1902 до 2037

source: Settings have been saved
ru_ru: Настройки сохранены

source: Captcha line noise level
ru_ru: Линейный уровень шума в captcha

source: Captcha dot noise level
ru_ru: Точечный уровень шума в captcha

source: Captcha height
ru_ru: Высота captcha

source: Captcha width
ru_ru: Ширина captcha

source: Enable gzip for css cache
ru_ru: Включить gzip для кэша css

source: Enable css cache
ru_ru: Включить кэш css

source: Enable gzip for js cache
ru_ru: Включить gzip для кэша js

source: Enable js cache
ru_ru: Включить кэш js

source: Meta keywords
ru_ru: Мета ключевые слова

source: Meta description
ru_ru: Мета описание

source: Site email
ru_ru: Электронная почта сайта

source: Site name
ru_ru: Название сайта

source: Calendar
ru_ru: Календарь

source: Cache
ru_ru: Кэш

source: Main settings
ru_ru: Основные настройки

source: Please verify you are human
ru_ru: Пожалуйста, подтвердите, что вы человек

source: Captcha value is wrong
ru_ru: Значение captcha неверно

source: You need to select the checkbox
ru_ru: Вам нужно установить флажок

source: The input does not appear to be a valid Uri
ru_ru: Неправильный Uri

source: The input does not match the expected structure for a DNS hostname
ru_ru: Входные данные не соответствуют ожидаемой структуры DNS хоста

source: The input appears to be a DNS hostname but cannot match TLD against known list
ru_ru: Входные данные соответствуют ожидаемой структуры DNS хоста но не включаются в список известных TLD

source: The input appears to be a DNS hostname but cannot extract TLD part
ru_ru: Не удается извлечь часть TLD

source: The input appears to be a local network name but local network names are not allowed
ru_ru: Локальные сетевые имена не разрешены

source: The input appears to be an IP address, but IP addresses are not allowed
ru_ru: IP адреса не допускаются

source: The input does not appear to be a valid URI hostname
ru_ru: Не верный адрес URI

source: The input does not appear to be a valid local network name
ru_ru: Не верное имя локальной сети

source: The input appears to be a DNS hostname but cannot match against hostname schema for TLD '%tld%'
ru_ru: DNS-имя не может согласовано в TLD '%tld%'

source: The input appears to be a DNS hostname but contains a dash in an invalid position
ru_ru: DNS имя хоста содержит тире в неверном месте

source: The input appears to be a DNS hostname but the given punycode notation cannot be decoded
ru_ru: Punycode обозначение не может быть расшифровано

source: The input exceeds the allowed length
ru_ru: Входные данные превышают допустимую длину

source: '%localPart%' is not a valid local part for the email address
ru_ru: '%localPart%' не является допустимым для локальной части адреса электронной почты

source: '%localPart%' can not be matched against quoted-string format
ru_ru: '%localPart%' не может быть подобран для для формата 'quoted-string'

source: '%localPart%' can not be matched against dot-atom format
ru_ru: '%localPart%' не может быть подобран для для формата dot-atom

source: '%hostname%' is not in a routable network segment. The email address should not be resolved from public network
ru_ru: '%hostname%' не в маршрутизируемом сегменте сети. Адрес электронной почты не должен использоваться в публичной сети

source: '%hostname%' does not appear to have any valid MX or A records for the email address
ru_ru: '%hostname%' неправильная запись MX

source: '%hostname%' is not a valid hostname for the email address
ru_ru: '%hostname%' не является допустимым именем хоста для адреса электронной почты

source: The input is not a valid email address. Use the basic format local-part@hostname
ru_ru: Неправильный формат. Вы должны использовать этот формат - local-part@hostname

source: Invalid type given. String expected
ru_ru: Неверный тип. Ожидается строка

source: The input does not appear to be a float
ru_ru: Это не число с плавающей точкой

source: List of settings
ru_ru: Список настроек

source: List of modules
ru_ru: Список модулей

source: Site settings
ru_ru: Настройки сайта

source: Modules
ru_ru: Модули

source: Welcome
ru_ru: Добро пожаловать, %s

source: Back to site
ru_ru: Вернуться на сайт

source: Submit
ru_ru: Отправить

source: The input was not found in the haystack
ru_ru: Входные данные не были найдены в списке

source: Value is required and can't be empty
ru_ru: Требуется значение

source: The input does not appear to be a valid date
ru_ru: Формат даты не верен

source: The input is more than %max% characters long
ru_ru: Ввведеное значение более %max% символов длиной

source: The input must contain only digits
ru_ru: Значение должно содержать только цифры

source: The form submitted did not originate from the expected site
ru_ru: Данные были присланы не с текущего сайта

source: Event - Deleting custom modules
ru_ru: Удаление пользовательских модулей

source: Event - Custom module deleted by guest
ru_ru: Гость удалил модуль "%s"

source: Event - Custom module deleted by user
ru_ru: "%s" удалил(а) модуль "%s"

source: Event - Uploading modules updates
ru_ru: Загрузка обновлений модулей

source: Event - module updated by guest
ru_ru: Гость загрузил обновления для модуля "%s"

source: Event - module updated by user
ru_ru: "%s" загрузил(а) обновления для модуля "%s"

source: Event - Uploading custom modules
ru_ru: Загрузка пользовательских модулей

source: Event - Custom module uploaded by guest
ru_ru: Гость загрузил пользовательский модуль "%s"

source: Event - Custom module uploaded by user
ru_ru: "%s" загрузил(а) пользовательский модуль "%s"

source: Event - Activating custom modules
ru_ru: Активация пользовательских модулей

source: Event - Custom module activated by guest
ru_ru: Гость активировал пользовательский модуль "%s"

source: Event - Custom module activated by user
ru_ru: "%s" активировал(а) пользовательский модуль "%s"

source: Event - Deactivating custom modules
ru_ru: Дезактивация пользовательских модулей

source: Event - Custom module deactivated by guest
ru_ru: Гость дезактивировал пользовательский модуль "%s"

source: Event - Custom module deactivated by user
ru_ru: "%s" дезактивировал(а) пользовательский модуль "%s"

source: Event - Uninstalling custom modules
ru_ru: Деинсталляция пользовательских модулей

source: Event - Custom module uninstalled by guest
ru_ru: Гость деинсталлировал пользовательский модуль "%s"

source: Event - Custom module uninstalled by user
ru_ru: "%s" деинсталлировал(а) пользовательский модуль "%s"

source: Event - Installing custom modules
ru_ru: Установка пользовательских модулей

source: Event - Custom module installed by guest
ru_ru: Гость установил пользовательский модуль "%s"

source: Event - Custom module installed by user
ru_ru: "%s" установил(а) пользовательский модуль "%s"

source: Event - Editing settings
ru_ru: Изменение настроек

source: Event - Settings were changed by guest
ru_ru: Гость изменил настройки для модуля "%s"

source: Event - Settings were changed by user
ru_ru: "%s" изменил(а) настройки для модуля "%s"

source: Event - Sending email notifications
ru_ru: Отправка уведомлений по электронной почте

source: Event - Email notification will be send
ru_ru: Уведомление будет отправлено на этот адрес электронной почты - "%s" с заголовком сообщения - "%s"

source: Event - Clearing site's cache
ru_ru: Очистка кэша сайта

source: Event - Cache cleared by guest
ru_ru: Гость очистил кэш - "%s"

source: Event - Cache cleared by user
ru_ru: "%s" очистил(а) кэш - "%s"

source: ACL - Editing site's settings in admin area
ru_ru: Изменение настроек сайта в админке

source: ACL - Clearing site's cache in admin area
ru_ru: Очистка кэша сайта в админке

source: ACL - Using js in forms
ru_ru: Использование JS в формах

source: ACL - Uploading new modules in admin area
ru_ru: Загрузка новых модулей в админке

source: ACL - Viewing not installed modules in admin area
ru_ru: Просмотр не установленных модулей в админке

source: ACL - Viewing installed modules in admin area
ru_ru: Просмотр установленных модулей в админке

source: ACL - Viewing modules description in admin area
ru_ru: Просмотр описания модулей в админке

source: ACL - Viewing dependent modules in admin area
ru_ru: Просмотр зависимых модулей в админке

source: ACL - Viewing modules system requirements in admin area
ru_ru: Просмотр системных требований модулей в админке

source: ACL - Installing modules in admin area
ru_ru: Установка модулей в админке

source: ACL - Uninstalling modules in admin area
ru_ru: Деинсталляция модулей в админке

source: ACL - Activating modules in admin area
ru_ru: Активация модулей в админке

source: ACL - Deactivating modules in admin area
ru_ru: Дезактивация модулей в админке

source: ACL - Uploading updates of modules in admin area
ru_ru: Загрузка обновлений модулей в админке
