Repository: esase/Dream-CMS
Catalog: module/Application/language/*.po
Languages: ru_ru

source: ACL - Deleting modules in admin area
ru_ru: Удаление модулей в админке
