Repository: esase/dream-cms
Catalog: module/Membership/language/*.po
Languages: ru_ru

source: Membership info
ru_ru: Информация

source: List of avaiable membership levels
ru_ru: Список доступных уровней членств

source: Membership subscribers
ru_ru: Подписчики

source: The expiration notification value must be less than role's lifetime
ru_ru: Значение уведомления об истечении должно быть меньше чем время жизни роли

source: You can remind users about the expiration after N days after the beginning
ru_ru: Вы можете напомнить пользователям об истечении срока через N дней после его начала

source: Expiration notification reminder in days
ru_ru: Уведомление об истечении срока в днях

source: Membership
ru_ru: Членство

source: Lifetime in days
ru_ru: Срок службы в днях

source: Membership Levels
ru_ru: Уровни членства

source: List of membership levels
ru_ru: Список уровней членства

source: Event - Activating membership connections
ru_ru: Активация связей ролей членства

source: Event - Membership connection activated by the system
ru_ru: Связь роли членства была активирована с помощью системы. ID связи роли членства - "%d"

source: Event - Deleting membership connections
ru_ru: Удаление связей ролей членства

source: Event - Membership connection deleted by the system
ru_ru: Связь роли членства была удалена с помощью системы. ID связи роли членства - "%d"

source: Event - Deleting membership roles
ru_ru: Удаление ролей членства

source: Event - Membership role deleted by the system
ru_ru: Роль членства была удалена с помощью системы. ID роли членства - "%d"

source: Event - Membership role deleted by guest
ru_ru: Гость удалил роль членства с идентификатором - "%d"

source: Event - Membership role deleted by user
ru_ru: "%s" удалил(а) роль членства с идентификатором - "%d"

source: Event - Editing membership roles
ru_ru: Редактирование ролей членства

source: Event - Membership role edited by guest
ru_ru: Гость отредактировал роль членства с идентификатором - "%d"

source: Event - Membership role edited by user
ru_ru: "%s" отредактировал(а) роль членства с идентификатором - "%d"

source: Event - Adding membership roles
ru_ru: Добавление ролей членства

source: Event - Membership role added by guest
ru_ru: Гость добавил роль членства с идентификатором - "%d"

source: Event - Membership role added by user
ru_ru: "%s" добавил(а) роль членства с идентификатором - "%d"

source: ACL - Deleting membership roles in admin area
ru_ru: Удаление ролей членства в админке

source: ACL - Editing membership settings in admin area
ru_ru: Изменение настроек ролей членства в админке

source: ACL - Editing membership roles in admin area
ru_ru: Редактирование ролей членства в админке

source: ACL - Adding membership roles in admin area
ru_ru: Добавление ролей членства в админке

source: ACL - Viewing list of membership levels in admin area
ru_ru: Просмотр списка уровней членства в админке
