Repository: esase/Dream-CMS
Catalog: module/User/language/*.po
Languages: ru_ru

source: My account
ru_ru: Моя учетная запись

source: User dashboard
ru_ru: Кабинет пользователя

source: User information
ru_ru: Информация об пользователе

source: Registration date
ru_ru: Дата регистрации

source: User profile
ru_ru: Профиль пользователя

source: Hello
ru_ru: Привет

source: Your profile will be activated after checking
ru_ru: Ваш профиль будет активирован после проверки

source: Phone
ru_ru: Телефон

source: This used when users select an option - "remember me"
ru_ru: Это используется когда пользователи выбирают опцию - "запомнить меня"

source: User's session time in seconds
ru_ru: Время сессии пользователя в секундах

source: User
ru_ru: Пользователь

source: Browse allowed ACL resources
ru_ru: Просмотр разрешенных ACL ресурсов

source: User's role has been edited
ru_ru: Роль пользователя отредактирована

source: Edit the user's role
ru_ru: Редактировать роль пользователя

source: Account recovery
ru_ru: Восстановление аккаунта

source: Activation
ru_ru: Активация

source: Timezone description
ru_ru: Дата и время могут быть отображены на основе вашей временной зоны

source: Nickname description
ru_ru: Длина ника должна быть больше или равна %d и меньше или равна %d

source: Delete your account
ru_ru: Удалить свой ​​аккаунт

source: All of your content will be deleted. Are you sure you want to delete your account?
ru_ru: Все ваши данные будут удалены. Вы уверены, что хотите удалить свой ​​аккаунт?

source: Thumbnail height
ru_ru: Высота миниатюры

source: Thumbnail width
ru_ru: Ширина миниатюры

source: Avatar height
ru_ru: Высота аватара

source: Avatar width
ru_ru: Ширина аватара

source: Avatar deleting failed
ru_ru: Удаление аватара не удалось

source: Avatar uploading failed
ru_ru: Загрузка аватара не удалась

source: Avatar
ru_ru: Аватар

source: We have sent a new password to your email
ru_ru: Мы послали новый пароль на вашу электронную почту

source: Password reset
ru_ru: Восстановление пароля

source: An account password reseted notification
ru_ru: Уведомление об сбросе пароля

source: Password reseted message
ru_ru: Сообщение об сбросе пароля

source: Password reseted title
ru_ru: Заголовок об сбросе пароля

source: An account confirm reset password notification
ru_ru: Уведомление об подтверждении сброса пароля

source: Reset password confirmation message
ru_ru: Сообщение подтверждения сброса пароля

source: Reset password confirmation title
ru_ru: Заголовок подтверждения сброса пароля

source: Email not found
ru_ru: E-mail не найден

source: Your email
ru_ru: Ваш адрес электронной почты

source: We sent a message with a confirmation code. You should confirm the password reset
ru_ru: Мы отправили сообщение с кодом подтверждения. Вы должны подтвердить сброс пароля

source: Have you forgotten your password or nickname?
ru_ru: Вы забыли свой ​​пароль или ник?

source: Send notifications about editing users roles
ru_ru: Отправлять уведомления об редактировании ролей пользователей

source: User role edited title
ru_ru: Заголовок об редактировании роли пользователя

source: An account role edited notification
ru_ru: Уведомление об редактировании роли пользователя

source: User role edited message
ru_ru: Сообщение об редактировании роли пользователя

source: Send notification about users deletions
ru_ru: Отправлять уведомления об удалении пользователей

source: Send notification about users registrations
ru_ru: Отправлять уведомления об регистрации пользователей

source: An account register email notification
ru_ru: Уведомление регистрации учетной записи

source: An account confirm email notification
ru_ru: Уведомление подтверждения адреса электронной почты

source: An account delete notification
ru_ru: Уведомление удаления учетной записи

source: An account disapprove notification
ru_ru: Уведомление деактивации учетной записи

source: An account approve notification
ru_ru: Уведомление активации учетной записи

source: Can't access your account?
ru_ru: Не можете войти в свой аккаунт?

source: Create a new account
ru_ru: Создать новую учетную запись

source: Edit account
ru_ru: Изменить учетную запись

source: Your account will be active after checking
ru_ru: Ваш профиль будет активным после проверки

source: Your account has been edited
ru_ru: Ваша учетная запись была отредактирована

source: User activate
ru_ru: Активирование пользователя

source: Activation code
ru_ru: Код активации

source: Wrong activation code
ru_ru: Неправильный код активации

source: Email confirmation title
ru_ru: Заголовок подтверждение E-mail

source: Email confirmation message
ru_ru: Сообщение подтверждение E-mail

source: Register a new user title
ru_ru: Заголовок регистрации нового пользователя

source: Register a new user message
ru_ru: Сообщение регистрации нового пользователя

source: We sent a message with a confirmation code to your registration e-mail
ru_ru: Мы отправили сообщение с кодом подтверждения регистрации на ваш адрес электронной почты

source: Users auto confirm registrations
ru_ru: Авто подтверждение регистраций

source: Register
ru_ru: Регистрация

source: Allow users register
ru_ru: Разрешить пользователям регистрироваться

source: Nickname should be greater than 0 and less or equal than 40
ru_ru: Ник должен быть больше 0 и меньше или равен 40

source: User has been edited
ru_ru: Пользователь был отредактирован

source: Edit the user
ru_ru: Редактировать пользователя

source: Registered date
ru_ru: Дата регистрации

source: User's max nickname length
ru_ru: Максимальная длина ника пользователя

source: User's min nickname length
ru_ru: Минимальная длина ника пользователя

source: Passwords do not match
ru_ru: Пароли не совпадают

source: Email already used
ru_ru: E-mail уже используется

source: Nickname already used
ru_ru: Ник уже используется

source: Time zone
ru_ru: Часовой пояс

source: Confirm password
ru_ru: Подтвердите пароль

source: User has been added
ru_ru: Пользователь был добавлен

source: User deleted message
ru_ru: Сообщение удаления пользователя

source: User deleted title
ru_ru: Заголовок удаления пользователя

source: Selected users have been deleted
ru_ru: Выбранные пользователи были удалены

source: Remember me
ru_ru: Запомнить меня

source: Supplied credential is invalid.
ru_ru: Удостоверение личности недействительно.

source: User disapproved message
ru_ru: Сообщение деактивации пользователя

source: User disapproved title
ru_ru: Заголовок деактивации пользователя

source: User approved message
ru_ru: Сообщение активации пользователя

source: User approved title
ru_ru: Заголовок активации пользователя

source: Selected users have been approved
ru_ru: Выбранные пользователи были активированы

source: Selected users have been disapproved
ru_ru: Выбранные пользователи были дезактивированы

source: Selected users will be deleted. Are you sure?
ru_ru: Выбранные пользователи будут удалены. Вы уверены?

source: Add a user
ru_ru: Добавить пользователя

source: disapproved
ru_ru: Не активен

source: approved
ru_ru: Активен

source: Email
ru_ru: Почта

source: List of users
ru_ru: Список пользователей

source: Users
ru_ru: Пользователи

source: Logout
ru_ru: Выход

source: Login
ru_ru: Логин

source: NickName
ru_ru: Никнейм

source: Password
ru_ru: Пароль

source: A record with the supplied identity could not be found.
ru_ru: Запись идентифицирующую личность не может быть найдена.

source: You've been logged out
ru_ru: Вы успешно вышли из системы

source: Event - Getting user's info via XmlRpc
ru_ru: Получение информации пользователя с помощью XmlRpc

source: Event - User's info was obtained by guest via XmlRpc
ru_ru: Гость получил информацию о "%s" с помощью XmlRpc

source: Event - User's info was obtained by user via XmlRpc
ru_ru: "%s" получил(а) информацию о "%s" с помощью XmlRpc

source: Event - Setting users timezones via XmlRpc
ru_ru: Установка пользовательских часовых поясов с помощью XmlRpc

source: Event - Timezone set by user via XmlRpc
ru_ru: "%s" установил(а) часовой пояс с помощью XmlRpc

source: Event - Users sign out
ru_ru: Пользователький выход

source: Event - Users sign in
ru_ru: Пользователький вход

source: Event - User successfully logged in
ru_ru: "%s" успешно вошел(ла) на сайт

source: Event - User successfully logged out
ru_ru: "%s" успешно вышел(ла) с сайта

source: Event - Users logins failed
ru_ru: Неудачный вход пользователей

source: Event - User login failed
ru_ru: "%s" не удалось войти на сайт

source: Event - Disapproving users
ru_ru: Дезактивирование пользователей

source: Event - User disapproved by guest
ru_ru: Гость дезактивировал пользователя с идентификатором - "%d"

source: Event - User disapproved by user
ru_ru: "%s" дезактивировал(а) пользователя с идентификатором - "%d"

source: Event - Approving users
ru_ru: Активация пользователей

source: Event - User approved by guest
ru_ru: Гость активировал пользователя с идентификатором - "%d"

source: Event - User approved by user
ru_ru: "%s" активировал(а) пользователя с идентификатором - "%d"

source: Event - User confirmed email
ru_ru: "%s" подтвердил(а) свой email

source: Event - Deleting users
ru_ru: Удаление пользователей

source: Event - User deleted by guest
ru_ru: Гость удалил пользователя с идентификатором - "%d"

source: Event - User deleted by user
ru_ru: "%s" удалил(а) пользователя с идентификатором - "%d"

source: Event - User deleted
ru_ru: "%s" удалил(а) собственные регистрационные данные с идентификатором - "%d"

source: Event - Adding users
ru_ru: Добавление пользователей

source: Event - User added by guest
ru_ru: Гость добавил пользователя с идентификатором - "%d"

source: Event - User added by user
ru_ru: "%s" добавил(а) пользователя с идентификатором - "%d"

source: Event - User registered
ru_ru: "%s" зарегистрировался(лась) на сайте с идентификатором - "%d"

source: Event - Editing users
ru_ru: Редактирование пользователей

source: Event - User edited by guest
ru_ru: Гость отредактировал пользователя с идентификатором - "%d"

source: Event - User edited by user
ru_ru: "%s" отредактировал(а) пользователя с идентификатором - "%d"

source: Event - User edited
ru_ru: "%s" отредактировал(а) собственные регистрационные данные с идентификатором - "%d"

source: Event - Resetting users passwords
ru_ru: Восстановление паролей пользователей

source: Event - User reseted password
ru_ru: "%s" с идентификатором - "%d" сбросил(а) пароль

source: Event - Requesting reset users passwords
ru_ru: Запрос сброса паролей пользователей

source: Event - User requested password reset
ru_ru: "%s" с идентификатором - "%d" запросил(а) сброс пароля

source: Event - Editing users roles
ru_ru: Редактирование пользовательских ролей

source: Event - User's role edited by the system
ru_ru: Роль пользователя была отредактирована с помощью системы. ID пользователя - "%d"

source: Event - User's role edited by guest
ru_ru: Гость отредактировал пользовательскую роль. Идентификатор пользователя - "%d"

source: Event - User's role edited by user
ru_ru: "%s" отредактировал(а) пользовательскую роль. Идентификатор пользователя - "%d"

source: Event - ACL user's resource settings edited by guest
ru_ru: Гость отредактировал настройки ACL ресурса с идентификатором роли - "%d" и идентификатором ресурса - "%d" для пользователя с идентификатором - "%d"

source: Event - ACL user's resource settings edited by user
ru_ru: "%s" отредактировал(а) настройки ACL ресурса с идентификатором роли - "%d" и идентификатором ресурса - "%d" для пользователя с идентификатором - "%d"

source: ACL - Viewing users in admin area
ru_ru: Просмотр пользователей в админке

source: ACL - Getting user's info via XmlRpc
ru_ru: Получение информации пользователя с помощью XmlRpc

source: ACL - Editing user's timezone via XmlRpc
ru_ru: Редактирование часового пояса пользователя с помощью XmlRpc

source: ACL - Approving users in admin area
ru_ru: Активация пользователей в админке

source: ACL - Disapproving users in admin area
ru_ru: Дезактивирование пользователей в админке

source: ACL - Deleting users in admin area
ru_ru: Удаление пользователей в админке

source: ACL - Adding users in admin area
ru_ru: Добавление пользователей в админке

source: ACL - Editing users settings in admin area
ru_ru: Редактирование настроек пользователей в админке

source: ACL - Editing users in admin area
ru_ru: Редактирование пользователей в админке

source: ACL - Editing users roles in admin area
ru_ru: Редактирование пользовательских ролей в админке

source: ACL - Browsing allowed users ACL resources in admin area
ru_ru: Просмотр разрешенных ACL ресурсов пользователей в админке

source: ACL - Editing allowed users ACL resources settings in admin area
ru_ru: Редактирование настроек разрешенных ACL ресурсов пользователей в админке
