Repository: esase/dream-cms
Catalog: module/Payment/language/*.po
Languages: ru_ru

source: Selected transactions have been activated
ru_ru: Выбранные платежные операции были активированы

source: Selected transactions have been deleted
ru_ru: Выбранные платежные операции были удалены

source: Selected transactions will be deleted. Are you sure?
ru_ru: Выбранные платежные операции будут удалены. Вы уверены?

source: Activate selected
ru_ru: Активировать выбранное

source: Module is not active
ru_ru: Модуль не активирован

source: User registered
ru_ru: Пользователь зарегистрирован

source: View the transaction's items
ru_ru: Просмотр списка товаров платежной операции

source: View the transaction's details
ru_ru: Просмотр деталей платежной операции

source: Total amount
ru_ru: Общая сумма

source: Paid
ru_ru: Оплачен

source: Callback URL
ru_ru: Адрес оповещения о платеже

source: Fail URL
ru_ru: Адрес отмененной операции

source: Success URL
ru_ru: Адрес удачной операции

source: Control signature
ru_ru: Контрольная подпись

source: HTTP method
ru_ru: HTTP Метод

source: Also set these options into your RBK Money account:
ru_ru: Также установите эти параметры в вашем RBK Money акаунте:

source: Paid users payment transactions message
ru_ru: Пользовательское сообщение об оплате платежной операции

source: Paid users payment transaction email notification
ru_ru: Пользовательское уведомление об оплате платежной операции

source: Paid users payment transactions title
ru_ru: Пользовательский заголовок об оплате платежной операции

source: Send notification about paid payment transactions to users
ru_ru: Отправлять уведомление об оплаченных платежных операциях пользователям

source: Set these links into your RBK Money account:
ru_ru: Установите эти ссылки в вашем RBK Money акаунте:

source: Secret key
ru_ru: Секретный ключ

source: Account ID
ru_ru: Акаунт ID

source: Shop ID
ru_ru: Магазин ID

source: This title will be available on the RBK Money payment page
ru_ru: Этот заголовок будет доступен на странице оплаты RBK Money

source: RBK Money title
ru_ru: Заголовок RBK Money

source: Pay
ru_ru: Заплатить

source: RBK Money description
ru_ru: Описание покупки с помощью RBK Money

source: Enable RBK Money
ru_ru: Включить RBK Money

source: Extra options
ru_ru: Дополнительно

source: Payment info
ru_ru: Информация об оплате

source: This description will be available on the payment page
ru_ru: Это описание будет доступно на странице оплаты

source: Cash description
ru_ru: Описание покупки с помощью наличных

source: Buy items
ru_ru: Купить товары

source: No available payment types. Please try again later
ru_ru: Нет доступных типов платежей. Пожалуйста, повторите попытку позже

source: Enable cash
ru_ru: Включить наличные

source: Payment transaction status
ru_ru: Статус платежной операции

source: Unsuccessful payment transaction's message
ru_ru: Сообщение о неудачной платежной операции

source: Successful payment transaction's message
ru_ru: Сообщение об успешной платежной операции

source: Payment transactions messages
ru_ru: Сообщения платежных операций

source: Paid payment transaction message
ru_ru: Сообщение об оплате платежной операции

source: Paid payment transaction email notification
ru_ru: Уведомление об оплате платежной операции

source: Paid payment transaction title
ru_ru: Заголовок об оплате платежной операции

source: Send notification about paid payment transactions
ru_ru: Отправлять уведомление об оплаченных платежных операциях

source: Transaction activation error
ru_ru: Ошибка активации платежной операции

source: Order information
ru_ru: Информация о заказе

source: Add a new payment transaction message
ru_ru: Сообщение об добавлении новой платежной операции

source: Add a payment transaction email notification
ru_ru: Уведомление об добавлении новой платежной операции

source: Add a new payment transaction title
ru_ru: Заголовок об добавлении новой платежной операции

source: Send notification about new payment transactions
ru_ru: Отправлять уведомление о новых платежных операциях

source: Cash
ru_ru: Наличные

source: Delivery details
ru_ru: Детали доставки

source: Comments
ru_ru: Комментарии

source: Payment type
ru_ru: Вид оплаты

source: Some of the items in your shopping cart requires you to be logged in
ru_ru: Некоторые из товаров в корзине требуют, чтобы вы были вошли на сайт

source: Item has been edited
ru_ru: Товар был отредактирован

source: Edit the item
ru_ru: Редактировать товар

source: Selected items have been deleted
ru_ru: Выбранные товары были удалены

source: The coupon code has been deactivated
ru_ru: Скидочный код был дезактивирован

source: Deactivate the discount code
ru_ru: Дезактивировать код скидки

source: without discount
ru_ru: без скидки

source: discount
ru_ru: скидка

source: The coupon code has been activated
ru_ru: Скидочный код был активирован

source: The discount code not found or not activated
ru_ru: Скидочный код не найден или не активирован

source: Enter a discount code
ru_ru: Ввести код скидки

source: Checkout
ru_ru: Оформить заказ

source: Total price
ru_ru: Общая цена

source: Unit Price
ru_ru: Цена за штуку

source: Selected items will be deleted. Are you sure?
ru_ru: Выбранные товары будут удалены. Вы уверены?

source: Cost
ru_ru: Стоимость

source: Item is not active
ru_ru: Товар не активен

source: Item deleted
ru_ru: Товар удален

source: type_none
ru_ru: Без округления

source: type_floor
ru_ru: Округляет дробь в меньшую сторону

source: type_ceil
ru_ru: Округляет дробь в большую сторону

source: type_round
ru_ru: Автоматическое округление в ближайшую сторону

source: Type rounding of prices
ru_ru: Тип округление цен

source: Clean the shopping cart
ru_ru: Очистить корзину

source: View the shopping cart
ru_ru: Просмотр корзины

source: Shopping cart is empty
ru_ru: Корзина пуста

source: Currency
ru_ru: Валюта

source: Shopping cart info
ru_ru: %d шт. %s

source: Shopping cart
ru_ru: Корзина

source: Time of clearing shopping cart and not paid transactions in seconds
ru_ru: Время очистки корзины и не оплаченных транзакций в секундах

source: Item is not available
ru_ru: Товар не доступен

source: Item count must be less or equal %d
ru_ru: Количество товара должно быть меньше или равно %d

source: Max items count description
ru_ru: Максимально допустимое количество элементов %d

source: Item already added into your shopping cart
ru_ru: Товар уже добавлен в корзину

source: Item has been added to your shopping cart
ru_ru: Товар добавлен в корзину покупок

source: Choose the tariff
ru_ru: Выберите тариф

source: Received module not found
ru_ru: Полученный модуль "%s" не найден

source: Item discount info
ru_ru: У вас есть скидка %s

source: Use discount
ru_ru: Использовать скидку

source: Item count must be more than 0
ru_ru: Количество товара должно быть больше 0

source: Item count
ru_ru: Количество товара

source: Sorry but the item not found or not activated
ru_ru: Жаль, но этот товар не найден или не активирован

source: Add the item to the shopping cart
ru_ru: Добавить товар в корзину

source: The shopping cart's ID lifetime in seconds
ru_ru: Время жизни идентификатора корзины в секундах

source: Coupon has been edited
ru_ru: Купон был отредактирован

source: Edit the coupon
ru_ru: Редактировать купон

source: Percentage ratio
ru_ru: Процентное соотношение

source: The discount must be more than 0 and less or equal 100
ru_ru: Скидка должна быть больше 0 и меньше или равна 100

source: Coupon has been added
ru_ru: Купон был добавлен

source: Selected coupons have been deleted
ru_ru: Выбранные купоны были удалены

source: Selected coupons will be deleted. Are you sure?
ru_ru: Выбранные купоны будут удалены. Вы уверены?

source: Add a coupon
ru_ru: Добавить купон

source: Used
ru_ru: Использованный

source: Discount
ru_ru: Скидка

source: Code
ru_ru: Код

source: Discount coupons
ru_ru: Скидочные купоны

source: Exchange rates have been edited
ru_ru: Курсы валют были отредактированы

source: Exchange rates
ru_ru: Обменные курсы

source: Selected currencies have been deleted
ru_ru: Выбранные валюты были удалены

source: Selected currencies will be deleted with all interrelated transactions. Are you sure?
ru_ru: Выбранные валюты будут удалены со всеми взаимосвязанными транзакциями. Вы уверены?

source: Currency has been edited
ru_ru: Валюта была отредактирована

source: Edit the currency
ru_ru: Редактировать валюту

source: Currency has been added
ru_ru: Валюта была добавлена

source: Currency code already used
ru_ru: Код валюты уже используется

source: Length of the currency code must be 3 characters and contain only Latin letters
ru_ru: Длина кода валюты должна быть 3 символа и состоять только из латинских букв

source: Primary site currency
ru_ru: Основная валюта сайта

source: Add a currency
ru_ru: Добавить валюту

source: Currency code
ru_ru: Код валюты

source: Currency name
ru_ru: Название валюты

source: Currencies
ru_ru: Валюты

source: List of transactions
ru_ru: Список транзакций

source: Euro
ru_ru: Евро

source: Dollars USA
ru_ru: Доллары США

source: Rubles
ru_ru: Рубли

source: Payment
ru_ru: Платеж

source: Payments
ru_ru: Платежи

source: Event - Deleting payment transactions
ru_ru: Удаление платежных операций

source: Event - Payment transaction deleted by guest
ru_ru: Гость удалил платежную транзакцию с идентификатором - "%s"

source: Event - Payment transaction deleted by user
ru_ru: "%s" удалил платежную транзакцию с идентификатором - "%s"

source: Event - Shopping cart and transactions items were edited by the system
ru_ru: Товары в корзине и в платежных операциях были отредактированы с помощью системы. Идентификатор товара - "%d", идентификатор модуля - "%d"

source: Event - Editing shopping cart and transactions items
ru_ru: Редактирование товаров в корзине и в платежных операциях

source: Event - Marking as deleted shopping cart and transactions items
ru_ru: Отметка товаров как удаленные в корзине и в платежных операциях

source: Event - Shopping cart and transactions items were marked as deleted by the system
ru_ru: Товары помечены как удаленные в корзине и в платежных операциях с помощью системы. Идентификатор товара - "%d", идентификатор модуля - "%d"

source: Event - Activating payment transactions
ru_ru: Активация платежных операций

source: Event - Payment transaction activated by the system
ru_ru: Платежная операция с идентификатором - "%d" была активирована системой

source: Event - Payment transaction activated by guest
ru_ru: Гость активировал платежную транзакцию с идентификатором - "%d"

source: Event - Payment transaction activated by user
ru_ru: "%s" активировал платежную транзакцию с идентификатором - "%d"

source: Event - Adding payment transactions
ru_ru: Добавление платежных операций

source: Event - Payment transaction added by guest
ru_ru: Гость добавил платежную транзакцию с идентификатором - "%s"

source: Event - Payment transaction added by user
ru_ru: "%s" добавил платежную транзакцию с идентификатором - "%s"

source: Event - Editing items into the shopping cart
ru_ru: Редактирование товаров в корзине

source: Event - Item edited into the shopping cart by guest
ru_ru: Гость отредактировал товар в корзине с идентификатором - "%d"

source: Event - Item edited into the shopping cart by user
ru_ru: "%s" отредактировал товар в корзине с идентификатором - "%d"

source: Event - Deactivating discount coupons
ru_ru: Дезактивация скидочных купонов

source: Event - Discount coupon deactivated by guest
ru_ru: Гость дезактивировал скидочный купон с идентификатором - "%s"

source: Event - Discount coupon deactivated by user
ru_ru: "%s" дезактивировал скидочный купон с идентификатором - "%s"

source: Event - Activating discount coupons
ru_ru: Активация скидочных купонов

source: Event - Discount coupon activated by guest
ru_ru: Гость активировал скидочный купон с идентификатором - "%s"

source: Event - Discount coupon activated by user
ru_ru: "%s" активировал скидочный купон с идентификатором - "%s"

source: Event - Deleting items from the shopping cart
ru_ru: Удаление товаров из корзины

source: Event - Item deleted from shopping cart by guest
ru_ru: Гость удалил товар из корзины с идентификатором - "%d"

source: Event - Item deleted from shopping cart by user
ru_ru: "%s" удалил товар из корзины с идентификатором - "%d"

source: Event - Adding items to the shopping cart
ru_ru: Добавление товаров в корзину

source: Event - Item added to shopping cart by guest
ru_ru: Гость добавил товар в корзину с идентификатором - "%d"

source: Event - Item added to shopping cart by user
ru_ru: "%s" добавил товар в корзину с идентификатором - "%d"

source: Event - Editing discount coupons
ru_ru: Редактирование скидочных купонов

source: Event - Discount coupon edited by guest
ru_ru: Гость отредактировал скидочный купон с идентификатором - "%d"

source: Event - Discount coupon edited by user
ru_ru: "%s" отредактировал скидочный купон с идентификатором - "%d"

source: Event - Adding discount coupons
ru_ru: Добавление скидочных купонов

source: Event - Discount coupon added by guest
ru_ru: Гость добавил скидочный купон с идентификатором - "%d"

source: Event - Discount coupon added by user
ru_ru: "%s" добавил скидочный купон с идентификатором - "%d"

source: Event - Deleting discount coupons
ru_ru: Удаление скидочных купонов

source: Event - Discount coupon deleted by guest
ru_ru: Гость удалил скидочный купон с идентификатором - "%d"

source: Event - Discount coupon deleted by user
ru_ru: "%s" удалил скидочный купон с идентификатором - "%d"

source: Event - Editing exchange rates
ru_ru: Редактирование курсов валют

source: Event - Payment exchange rates edited by guest
ru_ru: Гость отредактировал курс валют для валюты с идентификатором - "%d"

source: Event - Payment exchange rates edited by user
ru_ru: "%s" отредактировал курс валют для валюты с идентификатором - "%d"

source: Event - Deleting payment currencies
ru_ru: Удаление платежных валют

source: Event - Payment currency deleted by guest
ru_ru: Гость удалил платежную валюту с идентификатором - "%d"

source: Event - Payment currency deleted by user
ru_ru: "%s" удалил платежную валюту с идентификатором - "%d"

source: Event - Editing payment currencies
ru_ru: Редактирование платежных валют

source: Event - Payment currency edited by guest
ru_ru: Гость отредактировал платежную валюту с идентификатором - "%d"

source: Event - Payment currency edited by user
ru_ru: "%s" отредактировал платежную валюту с идентификатором - "%d"

source: Event - Adding payment currencies
ru_ru: Добавление платежных валют

source: Event - Payment currency added by guest
ru_ru: Гость добавил платежную валюту с идентификатором - "%d"

source: Event - Payment currency added by user
ru_ru: "%s" добавил платежную валюту с идентификатором - "%d"

source: ACL - Activating payments transactions in admin area
ru_ru: Активация платежных операций в админке

source: ACL - Deleting payments transactions in admin area
ru_ru: Удаление платежных операций в админке

source: ACL - Viewing payments transactions items in admin area
ru_ru: Просмотр списка товаров платежных операций в админке

source: ACL - Viewing payments transactions details in admin area
ru_ru: Просмотр деталей платежных операций в админке

source: ACL - Viewing payment transactions in admin area
ru_ru: Просмотр платежных операций в админке

source: ACL - Viewing payment currencies in admin area
ru_ru: Просмотр платежных валют в админке

source: ACL - Adding payment currencies in admin area
ru_ru: Добавление платежных валют в админке

source: ACL - Editing payment currencies in admin area
ru_ru: Редактирование платежных валют в админке

source: ACL - Deleting payment currencies in admin area
ru_ru: Удаление платежных валют в админке

source: ACL - Editing exchange rates in admin area
ru_ru: Редактирование курсов валют в админке

source: ACL - Viewing discount coupons in admin area
ru_ru: Просмотр скидочных купонов в админке

source: ACL - Deleting discount coupons in admin area
ru_ru: Удаление скидочных купонов в админке

source: ACL - Adding discount coupons in admin area
ru_ru: Добавление скидочных купонов в админке

source: ACL - Editing discount coupons in admin area
ru_ru: Редактирование скидочных купонов в админке

source: ACL - Editing payments settings in admin area
ru_ru: Изменение платежных настроек в админке
