Repository: esase/Dream-CMS
Catalog: module/Acl/language/*.po
Languages: ru_ru

source: Acl module description
ru_ru: Модуль позволяет управлять ролями на сайте. Также он помогает вам управлять ресурсами для ролей, разрешая или запрещая их

source: Access Denied
ru_ru: Доступ запрещен

source: You cannot delete the system roles
ru_ru: Вы не можете удалять системные роли

source: Resources
ru_ru: Ресурсы

source: Roles
ru_ru: Роли

source: Permitted actions
ru_ru: Разрешенные действия

source: Your request is forbidden
ru_ru: Ваш запрос запрещен

source: Role already used
ru_ru: Роль уже используется

source: Clean the action counter
ru_ru: Очистить счетчик действий

source: Role
ru_ru: Роль

source: Resource's settings have been edited
ru_ru: Настройки ресурса были отредактированы

source: Number of allowed actions
ru_ru: Количество разрешенных действий

source: Number of actions is reset every N seconds
ru_ru: Количество действий сбрасывается каждые N секунд

source: This action is available since
ru_ru: Действие доступно начиная с

source: This action is available until
ru_ru: Действие доступно по

source: Resource's settings
ru_ru: Настройки ресурса

source: Selected resources have been disallowed
ru_ru: Выбранные ресурсы были запрещены

source: Selected resources have been allowed
ru_ru: Выбранные ресурсы были разрешены

source: Disallow selected
ru_ru: Запретить выбранное

source: Allow selected
ru_ru: Разрешить выбранное

source: Browse resources
ru_ru: Обзор ресурсов

source: Edit the role
ru_ru: Редактировать роль

source: Role has been edited
ru_ru: Роль была отредактирована

source: Role has been added
ru_ru: Роль была добавлена

source: Selected roles will be deleted. Are you sure?
ru_ru: Выбранные роли будут удалены. Вы уверены?

source: Add a role
ru_ru: Добавить роль

source: Selected roles have been deleted
ru_ru: Выбранные роли были удалены

source: List of roles
ru_ru: Список ролей

source: Access Control List
ru_ru: Контроль доступа

source: Event - Deleting ACL roles
ru_ru: Удаленение ACL ролей

source: Event - ACL role deleted by guest
ru_ru: Гость удалил роль ACL с идентификатором - "%d"

source: Event - ACL role deleteted by user
ru_ru: "%s" удалил(а) роль ACL с идентификатором - "%d"

source: Event - Adding ACL roles
ru_ru: Добавление ACL ролей

source: Event - ACL role added by guest
ru_ru: Гость добавил роль ACL с идентификатором - "%d"

source: Event - ACL role added by user
ru_ru: "%s" добавил(а) роль ACL с идентификатором - "%d"

source: Event - Editing ACL roles
ru_ru: Редактирование ACL ролей

source: Event - ACL role edited by guest
ru_ru: Гость отредактировал роль ACL с идентификатором - "%d"

source: Event - ACL role edited by user
ru_ru: "%s" отредактировал(а) роль ACL с идентификатором - "%d"

source: Event - Allowing ACL resources
ru_ru: Разрешение ACL ресурсов

source: Event - ACL resource allowed by guest
ru_ru: Гость разрешил ресурс ACL с идентификатором - "%d" для роли с идентификатором - "%d"

source: Event - ACL resource allowed by user
ru_ru: "%s" разрешил(а) ресурс ACL с идентификатором - "%d" для роли с идентификатором - "%d"

source: Event - Disallowing ACL resources
ru_ru: Запрет ACL ресурсов

source: Event - ACL resource disallowed by guest
ru_ru: Гость запретил ресурс ACL с идентификатором - "%d" для роли с идентификатором - "%d"

source: Event - ACL resource disallowed by user
ru_ru: "%s" запретил(а) ресурс ACL с идентификатором - "%d" для роли с идентификатором - "%d"

source: Event - Editing ACL resources settings
ru_ru: Изменение настроек ACL ресурсов

source: Event - ACL resource settings edited by guest
ru_ru: Гость отредактировал настройки ACL ресурса с идентификатором роли - "%d" и идентификатором ресурса - "%d"

source: Event - ACL resource settings edited by user
ru_ru: "%s" отредактировал(а) настройки ACL ресурса с идентификатором роли - "%d" и идентификатором ресурса - "%d"

source: ACL - Viewing ACL roles in admin area
ru_ru: Просмотр ACL ролей в админке

source: ACL - Adding ACL roles in admin area
ru_ru: Добавление ACL ролей в админке

source: ACL - Deleting ACL roles in admin area
ru_ru: Удаление ACL ролей в админке

source: ACL - Editing ACL roles in admin area
ru_ru: Редактирование ACL ролей в админке

source: ACL - Browsing ACL resources in admin area
ru_ru: Обзор ACL ресурсов в админке

source: ACL - Allowing ACL resources in admin area
ru_ru: Разрешение ACL ресурсов в админке

source: ACL - Disallowing ACL resources in admin area
ru_ru: Запрет ACL ресурсов в админке

source: ACL - Editing ACL resources settings in admin area
ru_ru: Редактирование настроек ACL ресурсов в админке
