Repository: esase/Dream-CMS
Catalog: module/Users/language/*.po
Languages: ru_ru

source: Users
ru_ru: Пользователи

source: Logout
ru_ru: Выход

source: Login
ru_ru: Логин

source: NickName
ru_ru: Никнейм

source: Password
ru_ru: Пароль

source: A record with the supplied identity could not be found.
ru_ru: Запись идентифицирующую личность не может быть найдена.

source: You've been logged out
ru_ru: Вы успешно вышли из системы

source: Event - User successfully been logged out
ru_ru: Пользователь "%s" успешно вышел из системы

source: Event - User successfully logged
ru_ru: Пользователь "%s" успешно вошел на сайт

source: Event - User login failed message
ru_ru: Вход в систему не удался (имя пользователя - "%s")

source: Event - User login
ru_ru: Вход пользователя на сайт

source: Event - User login failed
ru_ru: Сбой при входе пользователя

source: Event - User logout
ru_ru: Выход пользователя с сайта

source: Event - Get user's info via XmlRpc
ru_ru: Запрос данных о пользователе с помощью XmlRpc

source: Event - User get info (guest) via XmlRpc
ru_ru: Гость получил данные о пользователе "%s" с помощью XmlRpc

source: Event - User get info (user) via XmlRpc
ru_ru: "%s" получил данные о пользователе "%s" с помощью XmlRpc

source: Event - Set user's timezone via XmlRpc
ru_ru: Установка часового пояса пользователя через XmlRpc

source: Event - Set user's timezone via XmlRpc message
ru_ru: Пользователь "%s" изменил свой часовой пояс через XmlRpc

source: ACL - Possibility to view users in administration panel
ru_ru: Возможность просматривать пользователей в панели администрирования

source: ACL - Possibility to view user's info via XmlRpc
ru_ru: Возможность просмотра информации о пользователе через XmlRpc

source: ACL - Possibility to change user's timezone via XmlRpc
ru_ru: Возможность изменения часового пояса пользователя через XmlRpc
