Repository: esase/Dream-CMS
Catalog: module/FileManager/language/*.po
Languages: ru_ru

source: You can use only latin, numeric and underscore symbols
ru_ru: Вы можете использовать только латинские, числовые и символы подчеркивания

source: Files and directories
ru_ru: Файлы и каталоги

source: Directories tree
ru_ru: Дерево директорий

source: Directories
ru_ru: Каталоги

source: Impossible edit selected file
ru_ru: Невозможно отредактировать выбранный файл

source: Impossible edit selected directory
ru_ru: Невозможно отредактировать выбранный каталог

source: The file has been edited
ru_ru: Файл был отредактирован

source: The directory has been edited
ru_ru: Каталог был отредактирован

source: Directory or file not exists
ru_ru: Каталог или файл не существует

source: You can not move a directory to itself or its subdirectories
ru_ru: Вы не можете переместить каталог в себя или его подкаталоги

source: Edit the file
ru_ru: Редактировать файл

source: Edit the directory
ru_ru: Редактировать каталог

source: File already exists in selected directory
ru_ru: Файл уже существует в выбранной директории

source: You can only use the following characters: Latin, numeric, underscore, dot, dash, bracket
ru_ru: Вы можете использовать только эти символы : латинские, числовые, символ подчеркивания, точка, тире, скобка

source: View images
ru_ru: Просмотр изображений

source: Filters
ru_ru: Фильтры

source: View image
ru_ru: Просмотр изображения

source: New file description
ru_ru: Допустимые расширения файлов: %s. <br />Максимальный размер файла: %s. <br />Также вы можете изменить местоположение файла выбрав любой другой каталог в дереве каталогов

source: You should enter size in bytes
ru_ru: Вы должны ввести размер в байтах

source: Allowed file size
ru_ru: Допустимый размер файла

source: You should separate values by a comma
ru_ru: Значения разделяются запятой

source: Allowed file extensions
ru_ru: Допустимые расширения файлов

source: Selected files and dirs will be deleted. Are you sure?
ru_ru: Выбранные файлы и каталоги будут удалены. Вы уверены?

source: File has been added
ru_ru: Файл был добавлен

source: Impossible add a new file. Check the received path permission
ru_ru: Невозможно добавить новый файл. Проверьте разрешение в полученном пути

source: File edit name description
ru_ru: Длина имени файла должна быть меньше или равна %d. <br />Также вы можете изменить местоположение файла выбрав любой другой каталог в дереве каталогов

source: New directory description
ru_ru: Длина имени каталога должна быть меньше или равна %d. <br />Также вы можете изменить местоположение каталога выбрав любой другой каталог в дереве каталогов

source: The maximum length of the file name and directory
ru_ru: Максимальная длина имени файла и каталога

source: Directory already exist
ru_ru: Каталог уже существует

source: Impossible add a new directory. Check the received path permission
ru_ru: Невозможно добавить новый каталог. Проверьте разрешение в полученном пути

source: Directory has been added
ru_ru: Каталог был добавлен

source: Add a file
ru_ru: Добавить файл

source: Add a directory
ru_ru: Добавить каталог

source: Cannot delete some files or dirs. Check their permissions or existence
ru_ru: Не удается удалить некоторые файлы или каталоги. Проверьте их разрешения или существование

source: Selected files and dirs have been deleted
ru_ru: Выбранные файлы и каталоги были удалены

source: Window height
ru_ru: Высота окна

source: Window width
ru_ru: Ширина окна

source: Embedded mode
ru_ru: Встроенный режим

source: Files
ru_ru: Файлы

source: Images
ru_ru: Изображения

source: Media
ru_ru: Мультимедийные файлы

source: Show only
ru_ru: Показать только

source: Files type
ru_ru: Типы файлов

source: It helps to filter only media files. You should separate values by a comma
ru_ru: Это помогает фильтровать только файлы медиа. Значения разделяются запятой

source: Media extensions
ru_ru: Расширения медиа файлов

source: It helps to filter only images files. You should separate values by a comma
ru_ru: Это помогает фильтровать только файлы изображений. Значения разделяются запятой

source: Image extensions
ru_ru: Расширения изображений

source: Modified date
ru_ru: Дата изменения

source: File
ru_ru: Файл

source: Directory
ru_ru: Каталог

source: Directory not exists
ru_ru: Каталог не существует

source: List of files
ru_ru: Список файлов

source: Files manager
ru_ru: Файловый менеджер

source: FileManager
ru_ru: Файловый менеджер

source: Event - Directory deleted by the system
ru_ru: Файлы и каталоги здесь - "%s" были удалены с помощью системы

source: Event - Editing directories
ru_ru: Редактирование каталогов

source: Event - Directory edited by guest
ru_ru: Гость отредактировал каталог, старый путь - "%s" новый путь - "%s"

source: Event - Directory edited by user
ru_ru: "%s" отредактировал(а) каталог, старый путь - "%s" новый путь - "%s"

source: Event - Editing files
ru_ru: Редактирование файлов

source: Event - File edited by guest
ru_ru: Гость отредактировал файл, старый путь - "%s" новый путь - "%s"

source: Event - File edited by user
ru_ru: "%s" отредактировал(а) файл, старый путь - "%s" новый путь - "%s"

source: Event - Adding files
ru_ru: Добавление файлов

source: Event - File added by guest
ru_ru: Гость добавил файл - "%s"

source: Event - File added by user
ru_ru: "%s" добавил(а) файл - "%s"

source: Event - Adding directories
ru_ru: Добавление каталогов

source: Event - Directory added by guest
ru_ru: Гость добавил каталог - "%s"

source: Event - Directory added by user
ru_ru: "%s" добавил(а) каталог - "%s"

source: Event - Deleting directories
ru_ru: Удаление каталогов

source: Event - Directory deleted by guest
ru_ru: Гость удалил каталог со всеми файлами - "%s"

source: Event - Directory deleteted by user
ru_ru: "%s" удалил(а) каталог со всеми файлами - "%s"

source: Event - Deleting files
ru_ru: Удаление файлов

source: Event - File deleted by guest
ru_ru: Гость удалил файл - "%s"

source: Event - File deleteted by user
ru_ru: "%s" удалил(а) файл - "%s"

source: ACL - Viewing files and dirs in admin area
ru_ru: Просмотр файлов и каталогов в админке

source: ACL - Editing file manager settings in admin area
ru_ru: Изменение настроек файл менеджера в админке

source: ACL - Viewing files and dirs in embedded mode
ru_ru: Просмотр файлов и каталогов в встроенном режиме

source: ACL - Deleting files and dirs in admin area
ru_ru: Удаление файлов и каталогов в админке

source: ACL - Deleting files and dirs in embedded mode
ru_ru: Удаление файлов и каталогов во встроенном режиме

source: ACL - Adding directories in embedded mode
ru_ru: Добавление каталогов во встроенном режиме

source: ACL - Adding directories in admin area
ru_ru: Добавление каталогов в админке

source: ACL - Adding files in embedded mode
ru_ru: Добавление файлов во встроенном режиме

source: ACL - Adding files in admin area
ru_ru: Добавление файлов в админке

source: ACL - Editing files and dirs in embedded mode
ru_ru: Редактирование файлов и директорий во встроенном режиме

source: ACL - Editing files and dirs in admin area
ru_ru: Редактирование файлов и директорий в админке
