Repository: esase/Dream-CMS
Catalog: module/Localization/language/*.po
Languages: ru_ru

source: Localization module description
ru_ru: Модуль локализация поможет вам устанавливать различные языки и управлять ими

source: Localization
ru_ru: Локализация

source: Localization's cookie time
ru_ru: Время куки локализации

source: The storage time of the selected language
ru_ru: Время хранения выбранного языка

source: Localizations
ru_ru: Локализации

source: Select language
ru_ru: Выбор языка

source: Event - Uninstalling localizations
ru_ru: Деинсталляция локализаций

source: Event - Localization uninstalled by guest
ru_ru: Гость деинсталлировал локализацию "%s"

source: Event - Localization uninstalled by user
ru_ru: "%s" деинсталлировал(а) локализацию "%s"

source: Event - Deleting localizations
ru_ru: Удаление локализаций

source: Event - Localization deleted by guest
ru_ru: Гость удалил локализацию - "%s"

source: Event - Localization deleted by user
ru_ru: "%s" удалил(а) локализацию - "%s"

source: Event - Getting localizations via XmlRpc
ru_ru: Получение локализаций через XmlRpc

source: Event - Localizations were got by guest via XmlRpc
ru_ru: Гость получил локализации через XmlRpc

source: Event - Localizations were got by user via XmlRpc
ru_ru: "%s" получил(а) локализации через XmlRpc

source: ACL - Getting site's localizations via XmlRpc
ru_ru: Получение локализации сайта через XMLRPC
