Repository: esase/Dream-CMS
Catalog: module/Page/language/*.po
Languages: ru_ru

source: Use a short description
ru_ru: Использовать короткое описание

source: Show description
ru_ru: Показывать описание

source: Items limit
ru_ru: Количество новостей

source: Rss url
ru_ru: Адрес Rss

source: Rating
ru_ru: Рейтинг

source: small_rating
ru_ru: Маленький

source: big_rating
ru_ru: Большой

source: Minimum rating step should be greater than 0 and less or equals than 1
ru_ru: Минимальный шаг рейтинга должен быть больше 0 и меньше или равен 1

source: Minimum rating step
ru_ru: Минимальный шаг рейтинга

source: Rating size
ru_ru: Размер рейтинга

source: Password reset page is not allowed for you!
ru_ru: Страница сброса пароля не доступна для Вас!

source: Cache lifetime in seconds
ru_ru: Срок хранения кэша в секундах

source: Widget cache description
ru_ru: Срок хранения кэша должен быть больше или равен 0 и меньше или равен %d секунд

source: Show extra share buttons
ru_ru: Показывать дополнительный список кнопок поделиться

source: Visible share buttons list
ru_ru: Видимый список кнопок поделиться

source: share_aim
ru_ru: AIM

source: share_aol_mail
ru_ru: AOL Mail

source: share_allvoices
ru_ru: Allvoices

source: share_amazon_wish_list
ru_ru: Amazon Wish List

source: share_app_net
ru_ru: App.net

source: share_arto
ru_ru: Arto

source: share_baidu
ru_ru: Baidu

source: share_bebo
ru_ru: Bebo

source: share_bibsonomy
ru_ru: BibSonomy

source: share_bitty_browser
ru_ru: Bitty Browser

source: share_blinklist
ru_ru: Blinklist

source: share_blogmarks
ru_ru: BlogMarks

source: share_blogger_post
ru_ru: Blogger Post

source: share_bookmarks_fr
ru_ru: Bookmarks.fr

source: share_box_net
ru_ru: Box.net

source: share_buddymarks
ru_ru: BuddyMarks

source: share_buffer
ru_ru: Buffer

source: share_care2_news
ru_ru: Care2 News

source: share_citeulike
ru_ru: CiteULike

source: share_dzone
ru_ru: DZone

source: share_delicious
ru_ru: Delicious

source: share_design_float
ru_ru: Design Float

source: share_diaspora
ru_ru: Diaspora

source: share_digg
ru_ru: Digg

source: share_diigo
ru_ru: Diigo

source: share_email
ru_ru: Email

source: share_evernote
ru_ru: Evernote

source: share_facebook
ru_ru: Facebook

source: share_fark
ru_ru: Fark

source: share_flipboard
ru_ru: Flipboard

source: share_folkd
ru_ru: Folkd

source: share_friendfeed
ru_ru: FriendFeed

source: share_funp
ru_ru: FunP

source: share_google_bookmarks
ru_ru: Google Bookmarks

source: share_google_gmail
ru_ru: Google Gmail

source: share_google_plus
ru_ru: Google +

source: share_hacker_news
ru_ru: Hacker News

source: share_hatena
ru_ru: Hatena

source: share_instapaper
ru_ru: Instapaper

source: share_jamespot
ru_ru: Jamespot

source: share_jumptags
ru_ru: Jumptags

source: share_kakao
ru_ru: Kakao

source: share_khabbr
ru_ru: Khabbr

source: share_kindle_it
ru_ru: Kindle It

source: share_line
ru_ru: Line

source: share_linkagogo
ru_ru: LinkaGoGo

source: share_linkatopia
ru_ru: Linkatopia

source: share_linkedin
ru_ru: LinkedIn

source: share_livejournal
ru_ru: LiveJournal

source: share_mail_ru
ru_ru: Mail.ru

source: share_mendeley
ru_ru: Mendeley

source: share_meneame
ru_ru: Meneame

source: share_mixi
ru_ru: Mixi

source: share_myspace
ru_ru: MySpace

source: share_netlog
ru_ru: Netlog

source: share_netvouz
ru_ru: Netvouz

source: share_newstrust
ru_ru: NewsTrust

source: share_newsvine
ru_ru: NewsVine

source: share_nowpublic
ru_ru: NowPublic

source: share_odnoklassniki
ru_ru: Odnoklassniki

source: share_oknotizie
ru_ru: Oknotizie

source: share_orkut
ru_ru: Orkut

source: share_outlook_com
ru_ru: Outlook.com

source: share_phonefavs
ru_ru: PhoneFavs

source: share_pinboard
ru_ru: Pinboard

source: share_pinterest
ru_ru: Pinterest

source: share_plurk
ru_ru: Plurk

source: share_pocket
ru_ru: Pocket

source: share_print
ru_ru: Print

source: share_printfriendly
ru_ru: PrintFriendly

source: share_protopage_bookmarks
ru_ru: Protopage Bookmarks

source: share_pusha
ru_ru: Pusha

source: share_qzone
ru_ru: Qzone

source: share_reddit
ru_ru: Reddit

source: share_rediff
ru_ru: Rediff MyPage

source: share_segnalo
ru_ru: Segnalo

source: share_sina_weibo
ru_ru: Sina Weibo

source: share_sitejot
ru_ru: SiteJot

source: share_slashdot
ru_ru: Slashdot

source: share_springpad
ru_ru: Springpad

source: share_startaid
ru_ru: StartAid

source: share_stumbleupon
ru_ru: StumbleUpon

source: share_stumpedia
ru_ru: Stumpedia

source: share_symbaloo_feeds
ru_ru: Symbaloo Feeds

source: share_technotizie
ru_ru: Technotizie

source: share_tuenti
ru_ru: Tuenti

source: share_tumblr
ru_ru: Tumblr

source: share_twiddla
ru_ru: Twiddla

source: share_twitter
ru_ru: Twitter

source: share_typepad_post
ru_ru: TypePad Post

source: share_vk
ru_ru: VK

source: share_viadeo
ru_ru: Viadeo

source: share_wanelo
ru_ru: Wanelo

source: share_webnews
ru_ru: Webnews

source: share_whatsapp
ru_ru: WhatsApp

source: share_wists
ru_ru: Wists

source: share_wordpress
ru_ru: WordPress

source: share_wykop
ru_ru: Wykop

source: share_xing
ru_ru: XING

source: share_xerpi
ru_ru: Xerpi

source: share_yahoo_bookmarks
ru_ru: Yahoo Bookmarks

source: share_yahoo_mail
ru_ru: Yahoo Mail

source: share_yahoo_messenger
ru_ru: Yahoo Messenger

source: share_yoolink
ru_ru: Yoolink

source: share_youmob
ru_ru: YouMob

source: share_yummly
ru_ru: Yummly

source: Share buttons
ru_ru: Кнопки поделиться

source: Show dynamic pages
ru_ru: Показать динамические страницы

source: You cannot move any pages inside dynamic pages
ru_ru: Вы не можете перемещать страницы внутрь динамических страниц

source: You cannot add any pages inside dynamic pages
ru_ru: Вы не можете добавлять страницы внутрь динамических страниц

source: sidebar_menu_subpages
ru_ru: Показать подстраницы текущей страницы

source: sidebar_menu_current_level
ru_ru: Показать страницы текущего уровня страницы

source: Type of the sidebar menu
ru_ru: Тип бокового меню

source: Sidebar menu
ru_ru: Боковое меню

source: Contact form notification
ru_ru: Уведомления контактной формы

source: Message title
ru_ru: Заголовок сообщения

source: Message cannot be sent. Please try again later
ru_ru: Сообщение не может быть отправлено. Пожалуйста, повторите попытку позже

source: Your message has been sent
ru_ru: Ваше сообщение было отправлено

source: Show captcha
ru_ru: Показать CAPTCHA

source: Message
ru_ru: Сообщение

source: Your name
ru_ru: Ваше имя

source: Email address which uses for receiving messages from the contact form
ru_ru: Адрес электронной почты, который используется для получения сообщений из контактной формы

source: Contact form
ru_ru: Контактная форма

source: Root of pages
ru_ru: Корень страниц

source: Viewing widgets
ru_ru: Просмотр виджетов

source: Default widgets layout
ru_ru: Макет виджетов по умолчанию

source: Default new pages are hidden for
ru_ru: По умолчанию новые страницы скрыты для

source: Default new pages priority
ru_ru: Приоритет новых страниц по умолчанию

source: Default new pages update frequency
ru_ru: Частота обновления страниц по умолчанию

source: Default show all new pages in the XML map
ru_ru: По умолчанию показать все новые страницы в XML карте

source: Default order in the user menu
ru_ru: По умолчанию сортировка в меню пользователя

source: Default show all new pages in the user menu
ru_ru: По умолчанию показать все новые страницы в меню пользователя

source: Default order in the footer menu
ru_ru: По умолчанию сортировка в меню подвала

source: Default show all new pages in the footer menu
ru_ru: По умолчанию показать все новые страницы в меню подвала

source: Default show all new pages in the site map
ru_ru: По умолчанию показать все новые страницы в карте сайта

source: Default show all new pages in the main menu
ru_ru: По умолчанию показать все новые страницы в главном меню

source: Default pages layout
ru_ru: Макет страниц по умолчанию

source: Default all new pages are active
ru_ru: Все новые страницы будут активны по умолчанию

source: The selected system page has been added
ru_ru: Выбранная системная страница была добавлена

source: The selected page has been deleted
ru_ru: Выбранная страница была удалена

source: Delete the page
ru_ru: Удалить страницу

source: Page will be deleted. Are you sure?
ru_ru: Страница будет удалена. Вы уверены?

source: Page module description
ru_ru: Модуль позволяет создавать пользовательские или системные страницы. Также он помогает вам управлять виджетами на страницах.

source: A custom page already created with this page display name. Please remove or rename the custom page before you can add this page.
ru_ru: Пользовательская cтраница уже создана с этим отображаемым именем. Пожалуйста, удалите или переименуйте пользовательскую страницу, прежде чем вы сможете добавить эту страницу.

source: Standard commands for search engine robots
ru_ru: Стандартные команды для роботов поисковых систем.<br />Пример: noindex, nofollow

source: The page uses the system default title
ru_ru: Страница использует системный заголовок по умолчанию - "%s"

source: Widget is hidden for
ru_ru: Виджет скрыт для

source: Panel
ru_ru: Панель

source: Widget layout
ru_ru: Макет виджета

source: The widget uses the system default title
ru_ru: Виджет использует системный заголовок по умолчанию - "%s"

source: Widget title
ru_ru: Название виджета

source: Html content
ru_ru: Html содержание

source: Dependent widgets
ru_ru: Зависящие виджеты

source: Widget has been deleted
ru_ru: Виджет был удален

source: Widget will be deleted. Are you sure?
ru_ru: Виджет будет удален. Вы уверены?

source: Edit widget settings
ru_ru: Изменить настройки виджета

source: View widget dependents
ru_ru: Просмотреть зависящие виджеты

source: Delete widget
ru_ru: Удалить виджет

source: You have to delete all dependent widgets before you can delete this widget
ru_ru: Вы должны удалить все зависящие виджеты прежде чем вы сможете удалить этот виджет

source: Layout has been changed
ru_ru: Макет был изменен

source: Change page layout
ru_ru: Изменить макет страницы

source: View the page
ru_ru: Просмотр страницы

source: Widget has been added
ru_ru: Виджет был добавлен

source: Add widget
ru_ru: Добавить виджет

source: Browse widgets
ru_ru: Просмотр виджетов

source: Enter a correct priority value
ru_ru: Введите правильное значение приоритета

source: Xml map priority description
ru_ru: Приоритет должен быть больше или равен 0 и меньше или равен 1

source: never
ru_ru: Никогда

source: yearly
ru_ru: Ежегодно

source: monthly
ru_ru: Ежемесячно

source: weekly
ru_ru: Еженедельно

source: daily
ru_ru: Ежедневно

source: hourly
ru_ru: Ежечасно

source: always
ru_ru: Всегда

source: Page priority
ru_ru: Приоритет страницы

source: Page update frequency
ru_ru: Частота обновления страницы

source: Xml map
ru_ru: Xml карта

source: Show in the xml map
ru_ru: Показать в XML карте

source: 404 error
ru_ru: Ошибка 404

source: Page layout description
ru_ru: Макет страницы позволяет поместить виджеты в страницу, используя различные позиции.<br />Также вы можете изменить расположение страницы выбрав другую страницу в дереве страниц

source: Page has been edited
ru_ru: Страница была отредактирована

source: You cannot move the page into self or into its child pages
ru_ru: Вы не можете переместить страницу в себя или в ее дочерние страницы

source: Edit the page
ru_ru: Редактировать страницу

source: Direction
ru_ru: Направление

source: Before
ru_ru: Перед

source: After
ru_ru: После

source: Page position
ru_ru: Положение страницы

source: Custom page has been added
ru_ru: Пользовательская страница была добавлена

source: Meta keywords should be separated by comma
ru_ru: Мета ключевые слова должны быть разделены запятой

source: Page is hidden for
ru_ru: Страница скрыта для

source: Visibility settings
ru_ru: Настройки видимости

source: Redirect url
ru_ru: URL перенаправления

source: top and bottom areas and 2 columns between them (left 50%, right 50%)
ru_ru: верхняя и нижняя область и 2 колонки между ними (слева 50%, справа 50%)

source: top area and 3 columns below (left 33%, middle 33%, right 33%)
ru_ru: верхняя область и 3 колонки ниже (слева 33%, середина 33%, справа 33%)

source: top area and 2 columns below (left 50%, right 50%)
ru_ru: верхняя область и 2 колонки ниже (слева 50%, справа 50%)

source: top area and 2 columns below (left 66%, right 33%)
ru_ru: верхняя область и 2 колонки ниже (слева 66%, справа 33%)

source: top area and 2 columns below (left 33%, right 66%)
ru_ru: верхняя область и 2 колонки ниже (слева 33%, справа 66%)

source: 3 columns (left 33%, middle 33%, right 33%)
ru_ru: 3 колонки (слева 33%, середина 33%, справа 33%)

source: 2 columns (left 50%, right 50%) below bottom area
ru_ru: 2 колонки (слева 50%, справа 50%) и нижняя область

source: 2 columns (left 50%, right 50%)
ru_ru: 2 колонки (слева 50%, справа 50%)

source: 2 columns (left 66%, right 33%)
ru_ru: 2 колонки (слева 66%, справа 33%)

source: 2 columns (left 33%, right 66%)
ru_ru: 2 колонки (слева 33%, справа 66%)

source: 1 column
ru_ru: 1 колонка

source: Page layout
ru_ru: Макет страницы

source: Show in the site map
ru_ru: Показать на карте сайта

source: Show in the main menu
ru_ru: Показать в главном меню

source: Order in the footer menu
ru_ru: Сортировка в меню подвала

source: Show in the footer menu
ru_ru: Показать в меню подвала

source: Order in the user menu
ru_ru: Сортировка в меню пользователя

source: Show in the user menu
ru_ru: Показать в меню пользователя

source: Navigation
ru_ru: Навигация

source: New custom page
ru_ru: Новая пользовательская страница

source: Selected system pages have been added
ru_ru: Выбранные системные страницы были добавлены

source: Home page is not defined
ru_ru: Главная страница не определена

source: Add a custom page
ru_ru: Добавить пользовательскую страницу

source: Add selected
ru_ru: Добавить выбранное

source: Selected pages will be added to the pages tree with all their dependencies. Are you sure?
ru_ru: Выбранные страницы будут добавлены в дерево страниц со всеми их зависимостями. Вы уверены?

source: System pages
ru_ru: Системные страницы

source: Add system pages
ru_ru: Добавить системные страницы

source: Selected pages have been deleted
ru_ru: Выбранные страницы были удалены

source: Dependent pages
ru_ru: Зависящие страницы

source: View dependent pages
ru_ru: Просмотр зависящих страниц

source: Selected pages will be deleted. Are you sure?
ru_ru: Выбранные страницы будут удалены. Вы уверены?

source: You have to delete subpages or dependent pages before you can delete this page
ru_ru: Вы должны удалить подстраницы или зависящие страницы, прежде чем вы сможете удалить эту страницу

source: Page is active
ru_ru: Страница активна

source: Position
ru_ru: Позиция

source: Widgets
ru_ru: Виджеты

source: Site
ru_ru: Сайт

source: Home page
ru_ru: Главная

source: Pages tree
ru_ru: Дерево страниц

source: List of pages
ru_ru: Список страниц

source: Pages
ru_ru: Страницы

source: Pages management
ru_ru: Управление страницами

source: Sitemap
ru_ru: Карта сайта

source: Page
ru_ru: Страница

source: Event - Editing widgets settings
ru_ru: Редактирование настроек виджетов

source: Event - Widget settings edited by guest
ru_ru: Гость отредактировал(а) настройки виджета с идентификатором - "%d" на странице с идентификатором - "%d"

source: Event - Widget settings edited by user
ru_ru: "%s" отредактировал(а) настройки виджета с идентификатором - "%d" на странице с идентификатором - "%d"

source: Event - Changing widgets positions
ru_ru: Изменение позиции виджетов

source: Event - Widget position changed by guest
ru_ru: Гость изменил положение виджета с идентификатором - "%d" на странице с идентификатором - "%d"

source: Event - Widget position changed by user
ru_ru: "%s" изменил(а) положение виджета с идентификатором - "%d" на странице с идентификатором - "%d"

source: Event - Deleting widgets
ru_ru: Удаление виджетов

source: Event - Widget deleted by guest
ru_ru: Гость удалил виджет с идентификатором - "%d" из страницы - с идентификатором "%d"

source: Event - Widget deleted by user
ru_ru: "%s" удалил(а) виджет с идентификатором - "%d" из страницы - с идентификатором "%d"

source: Event - Adding widgets
ru_ru: Добавление виджетов

source: Event - Widget added by guest
ru_ru: Гость добавил виджет с идентификатором - "%d" на страницу - с идентификатором "%d"

source: Event - Widget added by user
ru_ru: "%s" добавил(а) виджет с идентификатором - "%d" на страницу - с идентификатором "%d"

source: Event - Editing pages
ru_ru: Редактирование страниц

source: Event - Page edited by guest
ru_ru: Гость отредактировал страницу с идентификатором - "%d"

source: Event - Page edited by user
ru_ru: "%s" отредактировал(а) страницу с идентификатором - "%d"

source: Event - Adding pages
ru_ru: Добавление страниц

source: Event - Page added by guest
ru_ru: Гость добавил страницу с идентификатором - "%d"

source: Event - Page added by user
ru_ru: "%s" добавил(а) страницу с идентификатором - "%d"

source: Event - Deleting pages
ru_ru: Удаление страниц

source: Event - Page deleted by guest
ru_ru: Гость удалил страницу с идентификатором - "%d"

source: Event - Page deleteted by user
ru_ru: "%s" удалил(а) страницу с идентификатором - "%d"

source: Event - Showing pages
ru_ru: Показы страниц

source: Event - Page was shown by the system
ru_ru: Страница "%s", для языка "%s", была показана системой

source: ACL - Viewing pages in admin area
ru_ru: Просмотр страниц в админке

source: ACL - Viewing dependent pages in admin area
ru_ru: Просмотр зависимостей страниц в админке

source: ACL - Deleting pages in admin area
ru_ru: Удаление страниц в админке

source: ACL - Viewing system pages in admin area
ru_ru: Просмотр системных страниц в админке

source: ACL - Adding system pages in admin area
ru_ru: Добавление системных страниц в админке

source: ACL - Adding custom pages in admin area
ru_ru: Добавление пользовательских страниц в админке

source: ACL - Editing pages in admin area
ru_ru: Редактирование страниц в админке

source: ACL - Adding widgets on pages in admin area
ru_ru: Добавление виджетов на страницы в админке

source: ACL - Browsing widgets in admin area
ru_ru: Просмотр виджетов в админке

source: ACL - Changing widgets positions on pages in admin area
ru_ru: Изменение позициий виджетов на страницах в админке

source: ACL - Changing page layout on the widgets page in admin area
ru_ru: Изменение макета страницы на странице виджетов в админке

source: ACL - Deleting widgets on pages in admin area
ru_ru: Удаление виджетов из страниц в админки

source: ACL - Viewing dependent widgets in admin area
ru_ru: Просмотр зависимостей виджетов в админке

source: ACL - Editing widgets settings in admin area
ru_ru: Редактирование настроек виджетов в админке

source: ACL - Editing pages settings in admin area
ru_ru: Редактирование настроек страниц в админке

source: ACL - Using rating on pages
ru_ru: Использование рейтинга на страницах
